{
  "users": [
    {
      "email": "test@g.com",
      "password": "$2a$10$RDd31Mh8Md/UXMgyf4sPc..jfbq6mhV6yI9zBPuFP.NEAW6dlks4C",
      "id": 1
    }
  ],
  "wahaLibrary": [
    {
      "id": "1",
      "avatar": "1.jpeg",
      "author": "Робби Макнивен",
      "title": "Последняя охота",
      "hashtags": ["Тираниды, Белые Шрамы, Империум"],
      "fraction": "Империум человечества",
      "description": "Белые Шрамы — древний благородный орден Космического Десанта. За внешними необузданностью и дикарством кроются глубокая культура и приверженность возвышенным идеалам. Когда на один из миров, где орден набирает новобранцев, нападает осколок флота-улья Левиафан, Джогатен-хан отправляется вместе с 4-й ротой на защиту планеты от свирепствующих тиранидов. Однако все не так просто, как кажется. Пока Белым Шрамам на каждом шагу противостоит неведомый враг, с совершенно неожиданной стороны приходит предложение о содействии. Без посторонней помощи миссия космодесантников выглядит практически невозможной, однако стоит ли доверять новоприобретенным союзникам?",
      "date": "05/01/2024, 6:12:40 PM"
    },
    {
      "id": "2",
      "avatar": "2.jpeg",
      "author": "Джон Френч",
      "title": "Ариман: Вечный",
      "hashtags": ["Космический десант хаоса", "Тысяча Сынов", "Хаос"],
      "fraction": "Хаос",
      "description": "На Тысячу Сынов обрушился рок. Сквозь пространство и время их преследует недуг огня и праха, порождённый заклятьем Рубрики, что спасло легион от гибели, но обрекло на вечное проклятье. Один за другим духи рубрикантов исчезают из узилищ своих доспехов, и, один за другим, их место занимают обречённые живые колдуны.Ведомый страстным желанием спасти легион и искупить давнишнюю вину, Азек Ариман пытается заполучить технологию позабытых некронов, способную менять само время, чтобы исправить ошибки прошлого. По пятам за ним следуют таинственные арлекины альдари, а в рядах последователей множатся секреты и зреют расколы, однако архиколдун твёрдо намерен отыскать новый путь к спасению, и успеть до того, как всё обратится в прах.",
      "date": "22/12/2023, 8:22:14 PM"
    },
    {
      "id": "3",
      "avatar": "3.jpeg",
      "author": "Бен Каунтер",
      "title": "Мир-механизм",
      "hashtags": ["Некроны, Астральные рыцари"],
      "fraction": "Некроны",
      "description": "В течение многих месяцев мир-механизм прокладывал путь через сектор Видар опустошая планеты и каждую флотилию отправленную на его уничтожение. Астральные Рыцари разработали план, который позволит им добраться до сердца могучего сооружения и довести дело до конца. Как только они высаживаются на мир-механизм они вступают в бой со зловещими некронами.",
      "date": "09/09/2023, 1:02:11 PM"
    },
    {
      "id": "4",
      "avatar": "4.jpeg",
      "author": "Дэвид Аннандейл",
      "title": "Магистр кузницы",
      "hashtags": ["Космический Десант", "Орки", "Саламандры", "Империум"],
      "fraction": "Империум человечества",
      "description": "Война против орков из системы Октариус и не желает прекращаться, поэтому воинам Пятой роты Саламандр поручена опасная, но критически важная миссия — убить самого Изверга. Но когда Саламандры уже готовятся уничтожить корабль зверя, они получают шокирующее откровение — ценный инопланетный пленник на борту орочьего корабля может оказаться ключом к окончанию всего конфликта.",
      "date": "05/02/2023, 11:12:01 PM"
    },
    {
      "id": "5",
      "avatar": "5.jpeg",
      "author": "Дэн Абнетт",
      "title": "Тальон Орла",
      "hashtags": ["Имперские кулаки", "Орки", "Каэлдор"],
      "fraction": "Империум",
      "description": "Роман повествует о набеге орков на планету Каэлдор, где дислоцируется гвардейский полк Имперских Кулаков.",
      "date": "14/05/2022, 3:33:59 PM"
    },
    {
      "id": "6",
      "avatar": "6.jpeg",
      "author": "Грэм Макнил",
      "title": "Марсианский волк",
      "hashtags": ["Серые рыцари", "Железные руки", "Марс"],
      "fraction": "Империум",
      "description": "Повествование о рыцаре дома Таранис, отправленном с важной миссией на Марс по приказу Фабрикации Оружия.",
      "date": "28/09/2022, 12:45:23 PM"
    },
    {
      "id": "7",
      "avatar": "7.jpeg",
      "author": "Грэм Макнил",
      "title": "Тысяча сынов",
      "hashtags": ["Тысяча сынов", "Ариман", "Космодесант"],
      "fraction": "Хаос",
      "description": "Роман повествует о рубрике, наложенной на легион Тысячи Сынов, и его пути в мир Хаоса.",
      "date": "12/03/2022, 5:21:38 PM"
    },
    {
      "id": "8",
      "avatar": "8.jpeg",
      "author": "Крис Райт",
      "title": "Слава смерти",
      "hashtags": ["Ультрамарины", "Тираниды"],
      "fraction": "Империум",
      "description": "Ультрамарины вступают в битву с Тиранидами улей-флота Кракен на планете Тарсис Ультима.",
      "date": "01/02/2019, 2:45:11 AM"
    },
    {
      "id": "9",
      "avatar": "9.jpeg",
      "author": "Вильям Кинг",
      "title": "Расколотая крепость",
      "hashtags": ["Космодесант", "Орки", "Хаос"],
      "fraction": "Империум",
      "description": "Серия рассказов о героической обороне крепости Хель при нападении орков и сил Хаоса.",
      "date": "11/12/2021, 10:03:02 PM"
    }
  ],
  "wahaNotes": [
    {
      "id": "1",
      "title": "Abaddon the Despoiler",
      "description": "Here could be some describe..",
      "date": "11/26/2021, 6:12:40 PM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "2",
      "title": "Ahzek Ahriman",
      "description": "Ahzek Ahriman, also known as Sorcerer of the Red Cyclops and Ahriman of the Thousand Sons, is an exceptionally powerful Chaos Space Marine sorcerer belonging to the Thousand Sons legion. ",
      "date": "10/22/2021, 04:10:12 PM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "3",
      "title": "Fabius Bile",
      "description": "Fabius Bile is a major antagonist in Warhammer 40,000. He is a Chaos Space Marine apothecary and former Lieutenant-Commander of the Emperors Children Traitor Legion who specializes in horrific genetic engineering and illegal cloning",
      "date": "10/19/2021, 04:19:12 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "4",
      "title": "Lucius the Eternal",
      "description": "Lucius the Eternal is one of the most powerful champions of the Chaos God/Goddess Slaanesh and is also known as The Soulthief, Fulgrims Champion, Blade of Aeons and the Scion of Chemos.",
      "date": "09/03/2021, 07:40:14 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "5",
      "title": "Kharn the Betrayer",
      "description": "Kharn the Betrayer is a powerful follower of Khorne. He is a formidable opponent on the battlefield for almost anyone who happens to face him (including Greater Daemons) and he and his many followers seek Blood For The Blood God via mass slaughter and mayhem.",
      "date": "09/10/2021, 10:18:12 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "6",
      "title": "Mephiston",
      "description": "Mephiston is the Chief Librarian of the Blood Angels and the only Blood Angel ever to overcome the Black Rage. Before taking the name of Mephiston and the title of Lord of Death, he was originally known as Brother Calistarius",
      "date": "10/22/2021, 10:58:54 PM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "7",
      "title": "Gabriel Angelos",
      "description": "Gabriel Angelos is the current Chapter Master of the Blood Ravens Space Marine Chapter and former captain of that Chapters 3rd Company. Angelos was recently responsible for slaying the Chapters former Chapter Master and Chief Librarian, Azariah Kyras, who had become a pawn of Chaos.",
      "date": "09/30/2021, 02:28:12 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "8",
      "title": "Dante",
      "description": "Commander Dante, sometimes called the Lord of Angels and Bringer of Sanguinius Light is the current Chapter Master of the Blood Angels Space Marine Chapter, and has been the Chapter Master for 1,100 standard years.Dantes power armour incorporates a highly ornate golden death mask beneath his Iron Halo, called the Death Mask of Sanguinius, which is said to have been worn by and shaped to match the fear-inspiring features of Sanguinius, the Blood Angels primarch, at the moment of his death at the hands of the Arch-traitor Horus.",
      "date": "09/28/2021, 11:37:43 PM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "9",
      "title": "Selena Agna",
      "description": "Selena Agna was the canoness of the Order of the Sacred Rose. She personally led her order in the purge of the Kaurava System during the large incursion of xenos and Heretic forces that assaulted that system's worlds in the late 41st Millennium.",
      "date": "12/25/2020, 11:11:23 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "10",
      "title": "Gregor Eisenhorn",
      "description": "ssGregor Eisenhorn is an Inquisitor of the Ordo Xenos. Initially a Puritan of the Amalathian faction, Eisenhorn's Inquisitorial ideology would alter over the course of his career so dramatically towards the philosophy of Radical Xanthism that other members of the Inquisition consider him a possible Heretic.",
      "date": "09/30/2020, 11:34:23 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "11",
      "title": "Uber Aemos",
      "description": "Uber Aemos was a human male Savant and Throne Agent in the Radical Inquisitor Gregor Eisenhorn's retinue until his death as a result of his successful containment of the Daemonhost Cherubael. Aemos was Eisenhorn's longest-serving agent and had also served Eisenhorn's own mentor, the Inquisitor Hapshant.",
      "date": "06/30/2021, 12:41:23 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "12",
      "title": "Virgil Arsalor",
      "description": "Virgil Arsalor was an Afriel Strain soldier until he was resurrected as what the old Imperium of Man would call a Living Saint. However, he refused this title and renounced his allegiance to the New Imperium for unknown reasons. ",
      "date": "10/19/2021, 03:41:23 PM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "13",
      "title": "Ulrik De'Noral",
      "description": "Ulrik De'Noral, also known as the Chainbreaker, is an Adeptus Astartes who once hailed from the Space Wolves Chapter. Known for his love for the common folk, Ulrik served the Imperium of Man for 300 years and 20 years prior to the New Imperial Revolution, was taken prisoner by a Dark Eldar Kabal.",
      "date": "10/12/2021, 03:41:23 PM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "14",
      "title": "Pedro Kantor",
      "description": "Pedro Kantor, Lord Helblade, is the 29th and current Chapter Master of the Crimson Fists Chapter of Space Marines, having served as its master for almost a standard century since 900.M41, and his record of service goes back another 250 Terran years.",
      "date": "10/16/2021, 05:31:23 PM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "15",
      "title": "Uriel Ventris",
      "description": "Uriel Ventris is the current Captain of the Ultramarines 4th Company. He is descended from 1st Company Veteran Sergeant Lucian Ventris, who died in Macragge's northern Polar Fortress during the Battle for Macragge",
      "date": "10/21/2021, 05:41:23 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "16",
      "title": "Ghazghkull Mag Uruk Thraka",
      "description": "An Ork true to name. Ghazghkull Thraka has left a trail of destruction behind him. Ghazghkull is the most influential war boss in the 41st millennium. Ghazghkull commands great respect from Orks as a prophet of Gork and Mork",
      "date": "10/21/2021, 05:41:23 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "17",
      "title": "Bjorn Stormwolf",
      "description": "Bjorn tears through foes, loudly and fiercely. He leads from the front and wildly jumps into the fray. Bjorn fights in a dreadnought despite being the oldest living Space Marine.",
      "date": "10/01/2020, 9:48:23 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "18",
      "title": "Asterion Moloc",
      "description": "Asterion leads the Minotaurs. He slays the enemies of the emperor with an unflinching nerve. Asterion is a tactician at heart and a warrior of flesh.",
      "date": "09/11/2021, 10:41:33 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    },
    {
      "id": "19",
      "title": "Cato Sicarius",
      "description": "Cato quickly rose through the ranks. He proved himself in several battles from the beginning and mastered martial arts. His devotion and faith guide him to the destruction of his enemies.",
      "date": "10/14/2021, 05:21:51 AM",
      "isActive": false,
      "isChange": false,
      "isShared": false,
      "sharedTime": ""
    }
  ]
}
