{
  "wahaLibrary": [
    {
      "id": "1",
      "avatar": "1.jpeg",
      "author": "Робби Макнивен",
      "title": "Последняя охота",
      "hashtags": ["Тираниды, Белые Шрамы, Империум"],
      "fraction": "Империум человечества",
      "description": "Белые Шрамы — древний благородный орден Космического Десанта. За внешними необузданностью и дикарством кроются глубокая культура и приверженность возвышенным идеалам. Когда на один из миров, где орден набирает новобранцев, нападает осколок флота-улья Левиафан, Джогатен-хан отправляется вместе с 4-й ротой на защиту планеты от свирепствующих тиранидов. Однако все не так просто, как кажется. Пока Белым Шрамам на каждом шагу противостоит неведомый враг, с совершенно неожиданной стороны приходит предложение о содействии. Без посторонней помощи миссия космодесантников выглядит практически невозможной, однако стоит ли доверять новоприобретенным союзникам?",
      "date": "05/01/2024, 6:12:40 PM"
    },
    {
      "id": "2",
      "avatar": "2.jpeg",
      "author": "Джон Френч",
      "title": "Ариман: Вечный",
      "hashtags": ["Космический десант хаоса", "Тысяча Сынов", "Хаос"],
      "fraction": "Хаос",
      "description": "На Тысячу Сынов обрушился рок. Сквозь пространство и время их преследует недуг огня и праха, порождённый заклятьем Рубрики, что спасло легион от гибели, но обрекло на вечное проклятье. Один за другим духи рубрикантов исчезают из узилищ своих доспехов, и, один за другим, их место занимают обречённые живые колдуны.Ведомый страстным желанием спасти легион и искупить давнишнюю вину, Азек Ариман пытается заполучить технологию позабытых некронов, способную менять само время, чтобы исправить ошибки прошлого. По пятам за ним следуют таинственные арлекины альдари, а в рядах последователей множатся секреты и зреют расколы, однако архиколдун твёрдо намерен отыскать новый путь к спасению, и успеть до того, как всё обратится в прах.",
      "date": "22/12/2023, 8:22:14 PM"
    },
    {
      "id": "3",
      "avatar": "3.jpeg",
      "author": "Бен Каунтер",
      "title": "Мир-механизм",
      "hashtags": ["Некроны, Астральные рыцари"],
      "fraction": "Некроны",
      "description": "В течение многих месяцев мир-механизм прокладывал путь через сектор Видар опустошая планеты и каждую флотилию отправленную на его уничтожение. Астральные Рыцари разработали план, который позволит им добраться до сердца могучего сооружения и довести дело до конца. Как только они высаживаются на мир-механизм они вступают в бой со зловещими некронами.",
      "date": "09/09/2023, 1:02:11 PM"
    },
    {
      "id": "4",
      "avatar": "4.jpeg",
      "author": "Дэвид Аннандейл",
      "title": "Магистр кузницы",
      "hashtags": ["Космический Десант", "Орки", "Саламандры", "Империум"],
      "fraction": "Империум человечества",
      "description": "Война против орков из системы Октариус и не желает прекращаться, поэтому воинам Пятой роты Саламандр поручена опасная, но критически важная миссия — убить самого Изверга. Но когда Саламандры уже готовятся уничтожить корабль зверя, они получают шокирующее откровение — ценный инопланетный пленник на борту орочьего корабля может оказаться ключом к окончанию всего конфликта.",
      "date": "05/02/2023, 11:12:01 PM"
    }
  ]
}
